import React from 'react';

import style from "../About/index.module.scss"

const Text = () => {
    return (
        <>
            <div className={style.about__text}>
                <div className={style.about__text__left}><div className={style.about__text__left__descr}>Компания VASSA&Co была основана в России в начале 2000 года с целью создания концептуально нового российского бренда, сопоставимого по своему уровню с лидерами мировой моды.</div></div>
                <div className={style.about__text__right}><p className={style.about__text__right__content}>Также в 2000 году на фабрике была запущена в производство первая в России индустриальная линия prêt-a-porter и открыты первые четыре магазина VASSA&Co в Москве. Главным дизайнером бренда стала Васса (Vassa), стиль и авторский почерк, которой предопредели стратегию развития бренда. Опыт работы дизайнера, ее желание разрабатывать собственную линию женской одежды, реализуя свои авторские идеи и нестандартный подход к современной моде, сформировали настоящий стиль VASSA&Co.</p></div>
            </div>
            <div className={style.about__text}>
                <div className={style.about__text__left}><div className={style.about__text__left__descr}>Компания VASSA&Co была основана в России в начале 2000 года с целью создания концептуально нового российского бренда, сопоставимого по своему уровню с лидерами мировой моды.</div></div>
                <div className={style.about__text__right}><p className={style.about__text__right__content}>Также в 2000 году на фабрике была запущена в производство первая в России индустриальная линия prêt-a-porter и открыты первые четыре магазина VASSA&Co в Москве. Главным дизайнером бренда стала Васса (Vassa), стиль и авторский почерк, которой предопредели стратегию развития бренда. Опыт работы дизайнера, ее желание разрабатывать собственную линию женской одежды, реализуя свои авторские идеи и нестандартный подход к современной моде, сформировали настоящий стиль VASSA&Co.</p></div>
            </div>
            <div className={style.about__text}>
                <div className={style.about__text__left}><div className={style.about__text__left__descr}>Компания VASSA&Co была основана в России в начале 2000 года с целью создания концептуально нового российского бренда, сопоставимого по своему уровню с лидерами мировой моды.</div></div>
                <div className={style.about__text__right}><p className={style.about__text__right__content}>Также в 2000 году на фабрике была запущена в производство первая в России индустриальная линия prêt-a-porter и открыты первые четыре магазина VASSA&Co в Москве. Главным дизайнером бренда стала Васса (Vassa), стиль и авторский почерк, которой предопредели стратегию развития бренда. Опыт работы дизайнера, ее желание разрабатывать собственную линию женской одежды, реализуя свои авторские идеи и нестандартный подход к современной моде, сформировали настоящий стиль VASSA&Co.</p></div>
            </div>
        </>
        
        
        
        
        
    );
};

export default Text;